export default data = [
  {
    title: 'หมา',
    uri: 'https://s.isanook.com/wo/0/ud/4/20927/d21.jpg',
    detail: 'หมา หรือคำสุภาพว่า สุนัข (ชื่อวิทยาศาสตร์: Canis lupus familiaris หรือ Canis familiaris)[2] เป็นสัตว์มีเขี้ยวชนิดเชื่องทีถูกคัดเลือกผสมพันธุ์มาเป็นเวลาพันปีจนมีพฤติกรรม การรับรู้ทางประสาทสัมผัส และลักษณะทางกายภาพที่หลากหลาย[3]แม้ว่าเดิมทีจะคิดกันว่าหมามีต้นกำเนิดจากสายพันธุ์สัตว์มีเขี้ยวที่หลากหลาย (บ้างมองว่าเป็นหมาใน[4] หมาจิ้งจอกทอง[5] และหมาป่า[6]) มีการศึกษาทางพันธุศาสตร์เพิ่มเติมในคริสต์ทศวรรษ 2010 ชี้ว่าหมาเริ่มแตกต่างจากสัตว์มีเขี้ยวคล้ายหมาป่าในยูเรเชียเมื่อ 40,000 ปีที่แล้ว[7]เนื่องจากเป็นสัตว์เชื่องที่เก่าแก่ที่สุด การอยู่ร่วมกับมนุษย์มาเป็นเวลานานทำให้หมามีพฤติกรรมที่ปรับเข้ากับมนุษย์ได้ดี รวมถึงสามารถเติบโตได้โดยกินอาหารประเภทแป้งซึ่งอาจไม่เพียงพอต่อสัตว์มีเขี้ยวชนิดอื่น[8]'
  }, {
    title: 'แมว',
    uri: 'https://static.trueplookpanya.com/tppy/member/m_545000_547500/545994/cms/images/2019-Q3/%E0%B9%81%E0%B8%A1%E0%B8%A79%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95.jpg',
    detail: 'แมว (ชื่อวิทยาศาสตร์: Felis catus) เป็นสัตว์เลี้ยงลูกด้วยนม อยู่ในตระกูล Felidae ต้นตระกูลมาจากเสือไซบีเรีย (Felis tigris altaica) ซึ่งมีช่วงลำตัวตั้งแต่จมูกถึงปลายหางยาวประมาณ 40 เซนติเมตร แมวที่เลี้ยงตามบ้าน จะมีรูปร่างขนาดเล็ก ขนาดลำตัวยาว ช่วงขาสั้นและจัดอยู่ในกลุ่มของประเภทสัตว์กินเนื้อ มีเขี้ยวและเล็บแหลมคมสามารถหดซ่อนเล็บได้เช่นเดียวกับเสือ สืบสายเลือดมาจากแมวป่าที่มีขนาดใหญ่กว่า ซึ่งลักษณะบางอย่างของแมวยังคงพบเห็นได้ในแมวบ้านปัจจุบันแมวเริ่มเข้ามาเกี่ยวข้องกับวิถีชีวิตของมนุษย์ตั้งแต่เมื่อประมาณ 9,500 ปีก่อน [5] ซึ่งจากหลักฐานทางประวัติศาสตร์ที่เก่าแก่ที่สุดของแมวคือการทำมัมมี่แมวที่พบในสมัยอียิปต์โบราณ หรือในพิพิธภัณฑ์อังกฤษในลอนดอน มีการแสดงสมบัติที่นำออกมาจากพีระมิดโบราณแห่งอียิปต์ ซึ่งรวมถึงมัมมี่แมวหลายตัว ซึ่งเมื่อนำเอาผ้าพันมัมมี่ออกก็พบว่า แมวในสมัยโบราณทุกตัวมีลักษณะใกล้เคียงกัน คือเป็นแมวที่มีรูปร่างเล็ก ขนสั้นมีแต้มสีน้ำตาล มีความคล้ายคลึงกับพันธุ์ในปัจจุบัน ที่เรียกว่าแมวอะบิสซิเนีย'
  }, {
    title: 'กระต่าย',
    uri: 'https://i2.wp.com/shopee.co.th/blog/wp-content/uploads/2019/08/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%89%E0%B8%A2%E0%B8%87%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%A2.jpg?fit=1200%2C800&ssl=1',
    detail: 'กระต่าย (อังกฤษ: Rabbit) เป็นสัตว์ที่จัดอยู่ในไฟลัมสัตว์มีกระดูกสันหลัง ชั้นสัตว์เลี้ยงลูกด้วยนม อันดับกระต่าย (Lagomorpha) ในวงศ์ Leporidae กระต่ายแม้จะมีฟันแทะเหมือนกับอันดับสัตว์ฟันแทะ (Rodentia) แต่ถูกจัดออกมาเป็นอันดับต่างหาก เนื่องมีจำนวนฟันที่ไม่เท่ากัน เพราะกระต่ายมีฟันแทะที่ขากรรไกรบน 20 แถว เรียงซ้อนกันแถวละ 20 ซี่ ฟันกรามบนข้างละ 6 ซี่ และฟันกรามล่างข้างละ 5 ซี่ เมื่อเวลาเคี้ยวอาหาร กระต่ายจะใช้ฟันทั้ง 2 ด้านเคี้ยวสลับกันไป ต่างจากสัตว์ฟันแทะโดยทั่วไปที่เคี้ยวเคลื่อนหน้าเคลื่อนหลัง'
  }
]